Repository: SICS-projects/steadyflow
Catalog: po/*.po
Languages: fr

source: _Add download...
fr: _Ajouter un téléchargement...

source: _Pause all
fr: Tout _suspendre

source: _Resume all
fr: Tout _reprendre

source: Show download manager
fr: Afficher le gestionnaire de téléchargement

source: Start %s
fr: Démarrer %s

source: Pause %s
fr: Suspendre %s

source: Steadyflow Download Manager
fr: Gestionnaire de téléchargements Steadyflow

source: Download Manager
fr: Gestionnaire de téléchargements

source: The file "%s" is not downloaded yet
fr: Le fichier « %s » est encore en cours de téléchargement

source: The file you request to be removed from the download list is not yet fully downloaded. Are you sure you want to remove it?
fr: Le fichier à supprimer de la liste des téléchargements est toujours en cours de téléchargement. Êtes-vous sûr de vouloir le supprimer ?

source: Could not launch web browser for URL %s
fr: Impossible de lancer le navigateur web pour l'URL : %s

source: Simple download manager for GNOME
fr: Gestionnaire de téléchargement simple pour GNOME

source: Website
fr: Site Internet

source: translator-credits
fr: Launchpad Contributions: François Laurent https://launchpad.net/~francois.laurent Jean-Alexandre Anglès d'Auriac https://launchpad.net/~jagw40k Maia Kozheva https://launchpad.net/~sikon Simon Trahan https://launchpad.net/~xmoby Thibault Févry https://launchpad.net/~thibaultfevry crep4ever https://launchpad.net/~romain-goffe

source: %d downloading, %d paused, %d finished
fr: %d en cours de téléchargement, %d suspendus, %d terminés

source: Add File for Download
fr: Ajouter un fichier à télécharger

source: Whoopsie!
fr: Oups !

source: Steadyflow has experienced a problem and needs to close. Please pass the following information to the developer: Error Code %d: %s
fr: Une erreur est survenue dans Steadyflow et l'application doit se terminer. Veuillez faire parvenir les informations suivantes au développeur : Code d'erreur %d : %s

source: Download Started
fr: Téléchargement commencé

source: Download Complete
fr: Téléchargement terminé

source: Please enter a command to run
fr: Veuillez entrer une commande à exécuter

source: You have specified that Steadyflow should run a command when the download finishes, but have not entered a command to run. Please specify it.
fr: Vous avez indiqué que Steadyflow doit exécuter une commande lorsque le téléchargement est terminée mais vous n'avez pas renseigné cette commande. Veuillez l'indiquer.

source: Invalid file name
fr: Nom de fichier invalide

source: The file name you have entered is not valid. Please correct it.
fr: Le nom de fichier que vous avez entré est invalide. Veuillez le corriger.

source: File exists
fr: Le fichier existe déjà

source: The file you are trying to save the download to already exists. Are you sure you want to overwrite it?
fr: Le nom de fichier sous lequel vous voulez sauvegarder le téléchargement est déjà utilisé. Êtes-vous sûr de vouloir le remplacer ?

source: Overwrite
fr: Remplacer

source: Error adding download
fr: Erreur lors de l'ajout du téléchargement

source: An error has occurred while trying to start the download.
fr: Une erreur est survenue pendant le démarrage du téléchargement.

source: Steadyflow Preferences
fr: Préférences de Steadyflow

source: Another instance of Steadyflow is already running.
fr: Une autre instance de Steadyflow est déjà en cours d'exécution.

source: Cannot start a D-Bus service. Another instance of Steadyflow may be already running.
fr: Impossible de démarrer un service D-Bus. Il se peut qu'une autre instance de Steadyflow soit déjà en cours d'utilisation.

source: Cannot create settings directory - a non-directory with that name already exists
fr: Impossible de créer le répertoire des préférences - un fichier du même nom existe déjà.

source: Clear
fr: Effacer

source: %s downloaded
fr: %s téléchargé

source: %s of %s downloaded
fr: %s de %s téléchargé

source: Downloading at speed %s/s
fr: Vitesse de téléchargement de %s/s

source: Connecting...
fr: Connexion...

source: Download paused
fr: Téléchargement suspendu

source: Download finished
fr: Téléchargement terminé

source: Download stopped: network error
fr: Téléchargement arrêté : erreur réseau

source: unknown time remaining
fr: temps restant indeterminé

source: a few seconds remaining
fr: quelques secondes restantes

source: %d second remaining
fr: %d seconde restante

source: %d minute remaining
fr: %d minute restante

source: %s, %d minute remaining
fr: %s, %d minute restante

source: %d hour
fr: %d heure

source: %s, %d hour remaining
fr: %s, %d heure restante

source: %d day
fr: %d jour

source: Cannot find XML definition file for window %s
fr: Impossible de trouver le fichier de description XML pour la fenêtre %s

source: _Add
fr: _Ajouter

source: Copy link location
fr: Copier l'emplacement du lien

source: Open downloaded file
fr: Ouvrir le fichier téléchargé

source: Open containing folder
fr: Ouvrir le répertoire contenant le fichier

source: _Pause
fr: _Suspendre

source: _Remove
fr: _Enlever

source: _Start
fr: _Démarrer

source: Show _status panel
fr: Afficher les _statuts

source: Add a new download
fr: Ajouter un nouveau téléchargement

source: Start the selected download
fr: Démarrer le téléchargement sélectionné

source: Pause the selected download
fr: Suspendre le téléchargement sélectionné

source: Remove the selected file from the download list
fr: Supprimer le fichier sélectionné de la liste des téléchargements

source: Type here to filter downloads by file name
fr: Commencez la saisie pour filtrer les téléchargements par nom de fichier

source: Application menu
fr: Menu de l'application

source: URL address:
fr: Adresse URL :

source: Download location:
fr: Emplacement du téléchargement :

source: Report a _problem
fr: Signaler un _bogue

source: _Translate this application
fr: _Traduire cette application

source: Save to:
fr: Enregistrer sous :

source: Upon completion:
fr: Lorsque terminé :

source: Save as:
fr: Enregistrer sous :

source: Command to run:
fr: Commande à exécuter[nbspace]:

source: Run with the file as an argument
fr: Exécuter avec le fichier comme argument

source: Run command
fr: Exécuter la commande

source: New Downloads
fr: Nouveaux téléchargements

source: Start automatically from external programs
fr: Démarrer automatiquement depuis des applications externes

source: When an external application requests to download a file, start the download automatically instead of displaying the "Add File for Download" dialog.
fr: Lorsqu'une application externe demande le téléchargement d'un fichier, démarrer le téléchargement automatiquement au lieu d'afficher la boîte de dialogue « Ajouter un fichier à télécharger ».

source: Default folder to save files to:
fr: Répertoire par défaut de sauvegarde des fichiers :

source: Upon Completion
fr: Lorsque terminé

source: Do nothing
fr: Ne rien faire

source: Downloads
fr: Téléchargements

source: Show notification popups
fr: Afficher les bulles de notification

source: Show panel indicator
fr: Afficher dans la zone de notification

source: Keep running when the main window is closed
fr: Continuer l'exécution lorsque la fenêtre principale est fermée

source: Hide main window on startup
fr: Cacher la fenêtre principale au démarrage

source: Copy remote address
fr: Copier l'adresse distante
